<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<c:set var="ctx" value="${pageContext.request.contextPath}"></c:set>
<meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <title>企家婆服务条款</title>
  <!-- Tell the browser to be responsive to screen width -->
  <meta content="width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no" name="viewport">
  <!-- Bootstrap 3.3.6 -->
<%@include file="../share/common_css.jsp"%>
<link rel="stylesheet" href="${ctx}/js/iCheck/square/blue.css">
<style type="text/css">
 body
        {
            font-family:"微软雅黑";
            color:#525252;
        }
        p
        {
            font-size:13px;
        }
        ul
        {
            font-size:13px;
        }
</style>
</head>
<body>
<div style="width:700px;margin:40px auto;">
        <h2>企家婆服务条款</h2>
        <h4>约定</h4>
        <p>
            1. 本合约是企家婆用户（包括使用的个人和其代表的企业）与企家婆运营企业成都企家婆网络技术有限公司之间的法律契约，用户注册企家婆服务即代表接受本条款的约束，并自注册成功之时即成为本合约一方、受该使用条款约束。
        </p>
        <p>
            2. 下文中的“企家婆”指企业社会化协作与销售管理平台“企家婆”或其运营企业成都企家婆网络技术有限公司。
        </p>
        <h4>合法使用</h4>
        <p>1. 企家婆服务限于提供给用户用作正常和合法的业务。</p>
        <p>1.1 用户不得利用企家婆服务制作、上传、发布、传播如下法律、法规和政策禁止的内容：</p>
        <ul>
            <li>反对宪法所确定的基本原则的；</li>
            <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
            <li>损害国家荣誉和利益的；</li>
            <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
            <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
            <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
            <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
            <li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
            <li>含有法律、法规和政策禁止的其他内容的信息；</li>
        </ul>
        <p>1.2 用户不得利用企家婆服务进行如下行为：</p>
        <ul>
            <li>含有任何性或性暗示或其他低俗类信息的；</li>
            <li>发送骚扰、垃圾广告或信息的；</li>
            <li>涉及他人隐私、个人信息或资料的；</li>
            <li>侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</li>
            <li>含有其他干扰企家婆正常运营和侵犯其他用户或其他第三方合法权益内容的信息；</li>
            <li>利用企家婆账户从事任何违法犯罪活动的；</li>
            <li>对企家婆产品进行了任何形式的对其他第三方的再授权使用、销售或转让；</li>
            <li>为设计开发竞争产品对企家婆产品进行任何形式的反向工程，或抄袭模仿企家婆的设计；</li>
            <li>其他违反法律法规规定、侵犯其他用户合法权益、干扰企家婆产品正常运营或企家婆公司未明示授权的行为；</li>
        </ul>
        <p>
            1.3 如果用户使用企家婆产品从事上述1.1条及1.2条的行为，企家婆有权随时停止服务、并要求用户赔偿由此造成的损失。
        </p>
        <p>
            2. 企家婆使用用户所拥有的电子邮件地址、手机号码、用户名等作为用户权证的唯一识别信息。当免费试用期过后，未付费用户将不再享有企家婆的服务，企家婆有权随时删除该用户的所有用户数据。
        </p>
        <h4>数据和程序归属权</h4>
        <p>1. 用户在企家婆平台创建的独创性数据归属用户所有，用户有权对其所创建的数据进行任何形式的处置，包括从平台中复制、导出和删除。</p>
        <p>
            2. 企家婆的应用程序、源代码、LOGO、界面设计、应用程序编程接口（API）所关联的所有知识产权均归属成都企家婆网络技术有限公司。
        </p>
        <p>
           3. 依照明确的服务约定，企家婆在用户未继续付费且未继续使用达到6个月后，企家婆有权将用户数据从平台上删除，而无需向用户承担任何赔偿责任。该数据包括但不限于用户账户信息、用户使用过程中创建的独创性使用数据。删除的数据将无法从平台上导出或恢复。
        </p>
        <h4>用户隐私权</h4>
        <p>
            1. 企家婆应当从组织结构和技术角度尽最大努力保护用户数据安全，只根据用户在网站上或APP移动端的行为指示来分发用户的信息。未经用户同意，企家婆不会将用户产生的具体数据提供任何无关第三方，但法律法规另有规定的除外。
        </p>
        <p>2. 企家婆保留使用汇总统计性信息的权利，这些信息应当是匿名，且不是针对特定用户的。</p>
        <p>
            3.用户如果需要企家婆全面删除其在企家婆上创建的用户数据，需要书面向企家婆提出申请，并在申请书中加盖公司公章。
        </p>
        <h4>服务连续性</h4>
        <p>
            1. 企家婆将尽最大努力保障软件平台的连续可靠运行。对于付费用户，企家婆承诺98%以上的正常在线率，对于未付费用户，企家婆不提供任何保证或承担任何形式的赔偿责任。
        </p>
        <p>
            2. 企家婆将尽最大努力保障用户数据的安全备份。对于付费用户，企家婆承诺在有任何用户数据因服务器存储设备损坏时以最快的速度从最近的备份中恢复数据，但无法承诺100%的数据恢复，对因数据丢失带来的其他连带或间接损失不承担任何责任；对于未付费用户，企家婆不提供恢复服务。
        </p>
        <p>3. 在发生需要从备份文件中恢复数据的情形时，企家婆通常需要4至48小时完成，在此时间范围内的数据恢复视作服务是连续的。</p>
        <p>4. 因重大自然灾害、战争等其他不可抗力导致的企家婆服务中断和长时间终止，企家婆不承担赔偿责任。</p>
        <h4>条款修订</h4>
        <p>
            1.企家婆有权随时对本合约的条款进行修订，并在修订生效日前一个工作日更新在企家婆网站。若用户继续使用企家婆服务，则意味着同意并自愿遵守修改后的使用条款。
        </p>
        <p>2.修订的条款始终在企家婆官方网站公示。</p>
        <h4>其他</h4>
        <p>
           本合约条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。本合约的成立、生效、履行、解释及纠纷解决，都适用于中华人民共和国的法律。本合约的签订地为成都。
        </p>
        <p>
           如果就本协议的解释或执行发生争议，双方应首先力争通过友好协商解决该争议。如果在一方向其他方送达要求开始协商的书面通知后六十天内未能通过协商解决争议，那么任何一方均可将争议提交至成都仲裁委员会，按照其届时有效的规则进行仲裁。仲裁裁决是终局的，对各方均有约束力，不可上诉。仲裁费用由败诉方承担，除非仲裁裁决另有规定。当任何争议发生时以及在对任何争议进行仲裁时，除争议事项外，各方应继续行使各自在本协议项下的其他权利，履行各自在本协议项下的其他义务。
        </p>
        <p></p>
        <p></p>
        <h3>企家婆公司保留本服务条款的解释权。</h3>
    </div>
</body>
</html>